[
  {
    "id": "6221624",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": null,
    "name": "Marzo Best Offer Madrid PUERTA DEL SOL LM7",
    "space": "Perfecta ubicación para conocer toda la oferta cultural que ofrece Madrid (Museo del Prado, Museo Thyssen-Bornemisza, Museo Reina Sofía, Palacio Real…) y pasear por la Gran Vía, e incluso ver alguno de los fantásticos espectáculos de sus teatros y cines. Además, está muy cerca del Parque del Retiro, pulmón de la capital, en el cual puede pasar un rato agradable disfrutando de sus terrazas, dando una vuelta en barca por su estanque, tomando el sol, disfrutar los patines o en bicicleta. Piso recientemente reformado y decorado por un prestigioso equipo de interiorismo, cuenta con dos habitaciones cómodas, cocina independiente y baño. La casa es realmente acogedora, la hemos decorado con todo nuestro cariño para que sea como un pequeño paraíso donde nuestros huéspedes puedan relajarse y sentirse como en casa.",
    "description": "Ubicado en estupenda calle situada en una de las zonas más elegantes de la ciudad, cerca de la Plaza de la Cibeles, uno de los monumentos más importantes de Madrid, y a pasos de la Puerta del Sol, la Plaza Mayor, la Gran Vía, y Retiro Aire Acondicionado recién instalado Perfecta ubicación para conocer toda la oferta cultural que ofrece Madrid (Museo del Prado, Museo Thyssen-Bornemisza, Museo Reina Sofía, Palacio Real…) y pasear por la Gran Vía, e incluso ver alguno de los fantásticos espectáculos de sus teatros y cines. Además, está muy cerca del Parque del Retiro, pulmón de la capital, en el cual puede pasar un rato agradable disfrutando de sus terrazas, dando una vuelta en barca por su estanque, tomando el sol, disfrutar los patines o en bicicleta. Piso recientemente reformado y decorado por un prestigioso equipo de interiorismo, cuenta con dos habitaciones cómodas, cocina independiente y baño. La casa es realmente acogedora, la hemos decorado con todo nuestro cariño para que sea com",
    "house_rules": "El apartamento se ha realizado con mucho cariño para que tu estancia en él sea muy agradable ES OBLIGATORIO PRESENTAR DOCUMENTACIÓN OFICIAL DE TODOS LOS OCUPANTES El horario de entrada será desde las 15h a las 21h. A partir de las 21h se cobrará un suplemento de 30€, que se abonará a la llegada a la entrega de las llaves. Entrar antes de las 15h puede conllevar un suplemento El horario de salida será antes de las 11h, si deseas abandonar el apartamento más tarde deberás solicitarlo con antelación y en base a la disponibilidad estaremos encantados de ayudarte. Puede conllevar un suplemento Recuerda que el apartamento debe ser devuelto en las mismas condiciones de orden y limpieza que a tu llegada Ruego que saques la basura todos los días, con especial cuidado en los meses de verano Es importante respetar el número de personas que ocuparán el apartamento, cuyo número nunca debe de sobrepasar el estipulado en la reserva. En caso contrario se pedirá al cliente el desalojo inmediato del apa",
    "host_name": "Leticia&Fer",
    "host_since": "2015-02-10",
    "host_response_time": "within an hour",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "accommodates": 6,
    "bathrooms": 1.0,
    "bedrooms": 2,
    "beds": 3,
    "price": 84,
    "cleaning_fee": 50,
    "review_scores_rating": 84,
    "cancellation_policy": "strict",
    "picture_url": "src/assets/rental-images/1.png"
  },
  {
    "id": "1717189",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": "La Latina",
    "name": "PISO CAVA ALTA-PZA MAYOR/WIFI",
    "space": "El apartamento se encuentra en el barrio de La Latina, llamado el barrio de los Austrias, donde puede visitar sus alrededores como la Basílica de San Francisco el Grande, el Viaducto, El Rastro, La Pza. Mayor, Pta del Sol, La Iglesia de la Almudena, el Mercado de las Flores en la Pza. Tirso de Molina.También alrededor hay una importante oferta cultural con teatros como el Teatro La Latina, Teatro Calderón en la Pza Jacinto Benavente, Teatro Español en Pza Sta. Ana y Teatro Apolo en la Pza. Tirso de Molina, en el mismo barrio también tienes tiendas, supermecados, farmacias, mercado de la Cebada, etc y puedes ir caminando a todos los puntos turisticos de Madrid y para terminar de relajarte caminar por el Madrid Rio donde puedes alquilar bicicletas, cars para niños y adultos. En el barrio también hay muchos restaurantes de distinta cocina, restaurantes que están en la cava alta, en la cava baja y en la cava de San Miguel donde esta el espectacular mercado de San Miguel. Es un barrio compl",
    "description": "Piso con dos habitacioned, dos baños, salón-comedor, primera planta con ascensor. Muy cómodo para caminar por muchos lugares céntricos de Madrid a pasos del Rastro, Plaza Mayor, Mercado San Miguel, Puerta del Sol, Barrio la Latina con las calles cava alta y cava baja. El apartamento se encuentra en el barrio de La Latina, llamado el barrio de los Austrias, donde puede visitar sus alrededores como la Basílica de San Francisco el Grande, el Viaducto, El Rastro, La Pza. Mayor, Pta del Sol, La Iglesia de la Almudena, el Mercado de las Flores en la Pza. Tirso de Molina.También alrededor hay una importante oferta cultural con teatros como el Teatro La Latina, Teatro Calderón en la Pza Jacinto Benavente, Teatro Español en Pza Sta. Ana y Teatro Apolo en la Pza. Tirso de Molina, en el mismo barrio también tienes tiendas, supermecados, farmacias, mercado de la Cebada, etc y puedes ir caminando a todos los puntos turisticos de Madrid y para terminar de relajarte caminar por el Madrid Rio donde pu",
    "house_rules": "Cuidar el apartamento como si fuera tuyo, no se puede realizar fiestas ni nada que estorbe la vida cotidiana de los vecinos. Si llevas perro por favor decirlo, se aceptaran perros guias, o perros que esten educados y no grandes. Los check in a partir de las 22hrs tienen un suplemento de 20€ que se entregan en el momento de la llegada del apartamento. También tenemos cuna de bebe por 25€ por toda la estancia!!! Los check in se realizarán a partir de las 12 12:00 pm hasta las 02am. Si el apartamento esta disponible podrás llegar a partir de las 09:30am el check in en adelante. Preguntanos antes ;-)",
    "host_name": "Mari Paz",
    "host_since": "2012-11-07",
    "host_response_time": "within an hour",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "accommodates": 6,
    "bathrooms": 2.0,
    "bedrooms": 2,
    "beds": 2,
    "price": 72,
    "cleaning_fee": 25,
    "review_scores_rating": 90,
    "cancellation_policy": "moderate",
    "picture_url": "src/assets/rental-images/2.png"
  },
  {
    "id": "1105892",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": "La Latina",
    "name": "ROOM WITH TOILET AND LIVING,CENTER.",
    "space": "This is kind of apartament inside of an apartament with terrace. The room is a  big área  with  a  Double room, a living room  and private bathroom.  Is  spacious and light, It sleeps two people and can be enabled for another person with sofa bed.  Bedding and bathroom. Individual heating. The apartment has a large terrace. Internet connection. You can use the kitchen of the mean apartament. The fully equipped kitchen has an oven, fridge and washing machine. Suitable for two people per room,  Cleaning service at the entrance and exit of the room. Possibility of daily cleaning. € 10 day. The floor is a penthouse with four bedrooms and terrace. La Latina occupies a large part of Madrid's oldest, sometimes also known as the Madrid de los Austrias, is preserved in its streets and squares urban organization peculiar characteristic of medieval layout, with spacious squares and narrow streets that follow the old path of the waters. The streets have been present all historical events that took",
    "description": "This is kind of apartament inside of an apartament with terrace. The room is a  big área  with  a  Double room, a living room  and private bathroom.  Is  spacious and light, It sleeps two people and can be enabled for another person with sofa bed.  Bedding and bathroom. Individual heating. The apartment has a large terrace. Internet connection. You can use the kitchen of the mean apartament. The fully equipped kitchen has an oven, fridge and washing machine. Suitable for two people per room,  Cleaning service at the entrance and exit of the room. Possibility of daily cleaning. € 10 day. The floor is a penthouse with four bedrooms and terrace. La Latina occupies a large part of Madrid's oldest, sometimes also known as the Madrid de los Austrias, is preserved in its streets and squares urban organization peculiar characteristic of medieval layout, with spacious squares and narrow streets that follow the old path of the waters. The streets have been present all historical events that took",
    "house_rules": "Las normas de la casa son las de uso común, respeto por los espacios compartidos, y limpieza de todo lo que se utilice en esos espacios. No se puede fumar dentro de la casa, pero si en la terraza. hay que tener cuidado a partir de las once, once y media por los ruidos para respetar a la comunidad. Por lo demás un ambiente relajado y tranquilo.",
    "host_name": "Angeles",
    "host_since": "2013-04-24",
    "host_response_time": "within an hour",
    "property_type": "Apartment",
    "room_type": "Private room",
    "accommodates": 2,
    "bathrooms": 1.0,
    "bedrooms": 1,
    "beds": 1,
    "price": 45,
    "cleaning_fee": 10,
    "review_scores_rating": 81,
    "cancellation_policy": "flexible",
    "picture_url": "src/assets/rental-images/3.png"
  },
  {
    "id": "16972070",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": "Hispanoamérica",
    "name": "Corporate stays at the Eurobuilding",
    "space": "This apartment, with its 70’s retro look, is located in one of the highest buildings in the city and has all the comforts to make yours a perfect stay. The living room has a sofa bed for one, a dining table for four, flat screen TV and exit to a lovely terrace where one can chill out after a hard day’s work. The bedroom has a comfy double bed (160 x 200 cm) [has two comfy twin beds (100 x 200 cm) that may be turned into a double bed if necessary],  large windows – as does the living room – and connects with the bathroom equipped with bathtub and bidet. The kitchen has all appliances and equipment necessary. The flat has ample closets and storage space, and carpet flooring. Our clients can benefit from the additional services offered by the building: gym with spa and swimming pool, parking, room service, three high standard restaurants, cafeteria and a 24 hour reception. These services are not included in the price but, please, consult with us if you are interested. We will be delighted",
    "description": "Spacious and comfortable apartment located in the Eurobuilding complex, perfect for business trips. This apartment, with its 70’s retro look, is located in one of the highest buildings in the city and has all the comforts to make yours a perfect stay. The living room has a sofa bed for one, a dining table for four, flat screen TV and exit to a lovely terrace where one can chill out after a hard day’s work. The bedroom has a comfy double bed (160 x 200 cm) [has two comfy twin beds (100 x 200 cm) that may be turned into a double bed if necessary],  large windows – as does the living room – and connects with the bathroom equipped with bathtub and bidet. The kitchen has all appliances and equipment necessary. The flat has ample closets and storage space, and carpet flooring. Our clients can benefit from the additional services offered by the building: gym with spa and swimming pool, parking, room service, three high standard restaurants, cafeteria and a 24 hour reception. These services ar",
    "house_rules": "- En principio, las entradas a los apartamentos serán a las 3.00 pm, aunque siempre que sea posible, se podrá entrar antes. También se podrán hacer entradas a cualquier hora de la tarde y de la noche, aunque en este caso, habrá un suplemento extra de 20 euros, de 8.00 pm a 00.00 h; y de 40 euros a partir de las 00.00 horas.",
    "host_name": "Ximena",
    "host_since": "2012-01-25",
    "host_response_time": "within an hour",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "accommodates": 3,
    "bathrooms": 1.0,
    "bedrooms": 1,
    "beds": 3,
    "price": 120,
    "cleaning_fee": 50,
    "review_scores_rating": 80,
    "cancellation_policy": "strict",
    "picture_url": "src/assets/rental-images/4.png"
  },
  {
    "id": "13407381",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": "Cuatro Caminos",
    "name": "Nuevos Ministerios II_Friendly Rentals",
    "space": "Housed in a building with a number of top-end apartments with a surveillance system and 24-hour concierge, four lifts, nighttime rubbish collection and a public car park right next door. Private parking is also available. This apartment is on the 15th floor and boasts stunning night views over the city’s north skyline and the sierra from its north-facing terrace. The apartment underwent a wholesale renovation in 2016 and has been refurbished with top-quality fittings. It can sleep two. It has a separate bedroom, a spacious living room including a kitchen and a work area with desk, and a bathroom with chromotherapy shower and a toilet with bidet shower. The elegant decor has been designed in meticulous style and the furniture combines high-quality modern pieces alongside valuable antiques—a perfect combination in keeping with the latest trends that will delight all guests. The apartment also has internet, air conditioning and state-of-the-art home cinema.",
    "description": "Housed in a building with a number of top-end apartments with a surveillance system and 24-hour concierge, four lifts, nighttime rubbish collection and a public car park right next door. Private parking is also available. This apartment is on the 15th floor and boasts stunning night views over the city’s north skyline and the sierra from its north-facing terrace. The apartment underwent a wholesale renovation in 2016 and has been refurbished with top-quality fittings. It can sleep two. It has a separate bedroom, a spacious living room including a kitchen and a work area with desk, and a bathroom with chromotherapy shower and a toilet with bidet shower. The elegant decor has been designed in meticulous style and the furniture combines high-quality modern pieces alongside valuable antiques—a perfect combination in keeping with the latest trends that will delight all guests. The apartment also has internet, air conditioning and state-of-the-art home cinema. Located next to Nuevos Minister",
    "house_rules": "-El check-in se realiza en nuestras oficinas centrales. La dirección de la misma es: Friendly Rentals Calle San Marcos 9 28004 Madrid -Nuestro horario de oficina es de 10.00 de 21.00 horas. -Para efectuar el check-in se requerirá presentar una identificación (DNI o Pasaporte) y firmar el contrato de arrendamiento temporal. -A su llegada se le proporcionará información detallada del apartamento y sus alrededores. -Cualquier check-in posterior a las 21.00 horas se considerará Late check-in. -El Late check-in se hará directamente en el apartamento y tiene un recargo de 30€ que tendrá que se abonado en efectivo. -Los huéspedes deberán llamar al teléfono de contacto proporcionado con antelación para informar u orientar de su hora de llegada. -No se permiten fiestas dentro de las instalaciones ni ruidos excesivos a partir de las 22.00 horas. -No hay camas supletorias disponibles. -Hay cunas disponibles bajo petición. -No se permite fumar dentro del apartamento. -No se admiten mascotas. -Espe",
    "host_name": "Raquel",
    "host_since": "2014-09-19",
    "host_response_time": "within a few hours",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "accommodates": 2,
    "bathrooms": 1.0,
    "bedrooms": 1,
    "beds": 1,
    "price": 95,
    "cleaning_fee": 40,
    "review_scores_rating": null,
    "cancellation_policy": "strict",
    "picture_url": "src/assets/rental-images/5.png"
  },
  {
    "id": "4714679",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": "Chamberí",
    "name": "NUEVOS MINISTERIOS Friendly Rentals",
    "space": "An excellent combination of style and comfort is the main characteristic of this very well equipped and furnished apartment which can host 4 people. The building where the apartment is placed is safe; it has 2 concierges and 3 lifts. The apartment is on the third floor, it is interior but really bright because it has big windows and a small balcony with views to a massive patio, probably not great views of the city but very calm and quiet. Without a doubt it will meet your expectations. The apartment has 1 bedroom, a living room and one bathroom. The kitchen is open plan, spacious and comfortable; it has dishwasher, washing machine, microwave and vitroceramic. Next to the kitchen there is a nice and practical wooden dining table with 4 chairs and a very stylish glass and wood chest of drawers containing all the kitchen utensils. Next to the window there is a large and comfortable double sofa bed, also a low table, a flat screen T.V. and a DVD. Two side tables and nice lamps create a wa",
    "description": "This fabulous apartment is the ideal option for those coming to Madrid on a business trip since its location is very close to the city´s financial area, Orense and surrounding areas, well known for hosting offices for the most prestigious companies An excellent combination of style and comfort is the main characteristic of this very well equipped and furnished apartment which can host 4 people. The building where the apartment is placed is safe; it has 2 concierges and 3 lifts. The apartment is on the third floor, it is interior but really bright because it has big windows and a small balcony with views to a massive patio, probably not great views of the city but very calm and quiet. Without a doubt it will meet your expectations. The apartment has 1 bedroom, a living room and one bathroom. The kitchen is open plan, spacious and comfortable; it has dishwasher, washing machine, microwave and vitroceramic. Next to the kitchen there is a nice and practical wooden dining table with 4 chair",
    "house_rules": "Checkin is done at our office. The address: Calle San Marcos 9 28004 MADRID Our office hours are from 10.00 to 21.00. Late checkin (after 21.00 hours) is done in the apartment and has a surcharge of 30 euros. Guests arriving after office hours have to call ahead to inform about your arrival. No parties allowed at any part of the accommodation. Noises and volume must be controlled from 22:00 to 10:00 because all the accommodations are placed in normal neighborhoods so the rest of the people could be bothered. There are not more beds than the announced ones. The cribs are only available under petition. Smoking is not allowed. Pets are not allowed. We hope guests are polite and know how to behave. When checking out, please leave the keys on the table and take out the rubbish, if there is any generated on your stay, to the containers located out of the building.",
    "host_name": "Raquel",
    "host_since": "2014-09-19",
    "host_response_time": "within a few hours",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "accommodates": 4,
    "bathrooms": 1.0,
    "bedrooms": 1,
    "beds": 2,
    "price": 100,
    "cleaning_fee": 40,
    "review_scores_rating": null,
    "cancellation_policy": "strict",
    "picture_url": "src/assets/rental-images/6.png"
  },
  {
    "id": "70364",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": "Cortes",
    "name": "VINTAGE IN THE CITY - 4 PEOPLE wifi",
    "space": "The apartment is located on the first floor of a building typical of the area. The street is very quiet and silent. It is a spacious apartment with two bedrooms, kitchen, private bathroom with shower, lounge and dining room with two beautiful balconies outside.The size of the apartment  is 90square meters Its proximity to the circuit of the museums (Prado, Reina Sofia, Thyssen, Caixa Forum) as well as the Historic Area of the city makes it a unique option. Plaza de Santa Ana is the heart of the neighborhood “El Barrio de las Letras”. It is the neighborhood with the largest concentration of most successful writers in the history of mankind as authors of the Golden Age of Spanish literature: Lope de Vega , Quevedo, Góngora ... Miguel de Cervantes lived in the number 18 of Huertas Street, the most bohemian of the city, located near the Palacio de las Cortes (Congress of Deputies) and the three major museums in Madrid: Prado, Reina Sofia and Thyssen-Bornemisza , that is today the largest c",
    "description": "If you want to know Madrid and stay in a spacious, comfortable and cool apartment, stop looking. This is the best place to live Madrid life... You'll love it! The apartment is located on the first floor of a building typical of the area. The street is very quiet and silent. It is a spacious apartment with two bedrooms, kitchen, private bathroom with shower, lounge and dining room with two beautiful balconies outside.The size of the apartment  is 90square meters Its proximity to the circuit of the museums (Prado, Reina Sofia, Thyssen, Caixa Forum) as well as the Historic Area of the city makes it a unique option. Plaza de Santa Ana is the heart of the neighborhood “El Barrio de las Letras”. It is the neighborhood with the largest concentration of most successful writers in the history of mankind as authors of the Golden Age of Spanish literature: Lope de Vega , Quevedo, Góngora ... Miguel de Cervantes lived in the number 18 of Huertas Street, the most bohemian of the city, located near",
    "house_rules": "Todas las reservas que entren en el domingo a partir de las 2 pm. tendrán un cargo de 30 €, a pagar a la llegada. Las entradas todos los días a partir de las 8,30 pm tendrán un cargo de 30,.-€, pagado en efectivo a la llegada. Al llegar a Madrid, por favor llame para informarnos acerca de su llegada con al menos 55 minutos de antelación. Si viene en avión, por favor llame una vez que han recogido su equipaje,  para que nuestro personal tenga tiempo suficiente para llegar y esperarle en el apartamento. Está prohibido fumar en el interior del apartamento. Pueden hacerlo en los balcones, sin tirar colillas en la calle, por supuesto. Por favor, no dejen bolsas de basura dentro del edificio. El cubo de la basura estará todas las noches a partir de las 8:30 pm. en la calle, frente al edificio. Espero que entiendan y respeten esto, gracias. All reservations that come in on Sunday AFTER 14,30 HOURS  will be charge - 30 € Arrivals after 20 ,30 hours  to 1 am have a charge for 30€",
    "host_name": "Tratopersonal",
    "host_since": "2010-07-13",
    "host_response_time": "within an hour",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "accommodates": 4,
    "bathrooms": 1.0,
    "bedrooms": 2,
    "beds": 2,
    "price": 60,
    "cleaning_fee": 35,
    "review_scores_rating": 83,
    "cancellation_policy": "moderate",
    "picture_url": "src/assets/rental-images/7.png"
  },
  {
    "id": "5451147",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": null,
    "name": "Wiatr Madrid Centro 4-3",
    "space": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building.",
    "description": "Apartment with terrace (120m2) located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed in one of the bedrooms and two twins in the other one, plus a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building. The building has an elevato",
    "house_rules": "Está prohibido fumar, dar fiestas y hacer ruido o reproducir música que transcienda de la vivienda. El apartamento se encuentra en una comunidad con más viviendas, por lo que el respeto a los demás residentes es fundamental.  No incluido en el precio total el suplemento de check-in a partir de las 20h que será de 30€. Por favor, comuníquenos su hora de llegada para poder organizar su entrada, ya que no contamos con recepción 24h.  The late check-in fee is not included in the final price (30€ after 20h). Please, let us know your arrival time in order for us to arrange your check-in (we do not have a reception desk).",
    "host_name": "Patricia",
    "host_since": "2013-05-08",
    "host_response_time": "within an hour",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "accommodates": 6,
    "bathrooms": 2.0,
    "bedrooms": 2,
    "beds": 3,
    "price": 135,
    "cleaning_fee": 40,
    "review_scores_rating": 94,
    "cancellation_policy": "strict",
    "picture_url": "src/assets/rental-images/8.png"
  },
  {
    "id": "2156319",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": "Sol",
    "name": "GRANT VII Plaza Mayor",
    "space": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "description": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "house_rules": "Rest hours: Monday to Friday from (phone number hidden) h. Saturdays and Sundays from (phone number hidden) h. No parties are allowed in the apartments. Ensure that the TV and music are at a normal volume. Occupants should turn off the air conditioning appliances and lights before leaving the apartments. Garbage must be left in the bins provided for this purpose outside the building from 20:00 h. The apartments may only be occupied by the persons indicated. Any change must be notified to the lessor beforehand. The apartments shall be returned to the lessor in the same conditions as they were when handed over to the lessee. The cost of any damages or broken elements caused by occupants to the furniture or fittings of any apartment shall be deducted from the Deposit paid. It is forbidden to throw waste, garbage or any other object down the toilet. It is forbidden to change the furniture in the apartments.",
    "host_name": "Ximena",
    "host_since": "2012-01-25",
    "host_response_time": "within an hour",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "accommodates": 4,
    "bathrooms": 1.0,
    "bedrooms": 1,
    "beds": 2,
    "price": 85,
    "cleaning_fee": 40,
    "review_scores_rating": 93,
    "cancellation_policy": "strict",
    "picture_url": "src/assets/rental-images/9.png"
  },
  {
    "id": "904769",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": "Sol",
    "name": "Apartamento 1 céntrico Sol Madrid.",
    "space": "Welcome! Come into this space designed by studio BYG, so you can enjoy Madrid and feel at the same time like you're at home. Its very special, privileged location places you in the epicentre of the capital, close to all the interesting places Madrid has to offer. Cinemas, theatres, restaurants, bars, shops, art galleries and all kinds of venues are a few minutes away on foot, some of them even right next to the apartment. Apart from all the usual conveniences, in the apartments you'll find very special details we hope you'll like. There will be exhibitions from different artists, photography, etchings or paintings you can buy and that we'll send as soon as the exhibition is over or, in some instances, you may be able to take with you. Just say so and the work will be yours. This is a practical guide for the use of the apartment and also contains information on places of interest as well as a series of recommendations. Reading them will only take a few minutes of your time and will make",
    "description": "Come into this space designed by studio BYG, so you can enjoy Madrid and feel at the same time like you're at home. Its very special, privileged location places you in the epicentre of the capital,close to all the interesting places in Madrid. Welcome! Come into this space designed by studio BYG, so you can enjoy Madrid and feel at the same time like you're at home. Its very special, privileged location places you in the epicentre of the capital, close to all the interesting places Madrid has to offer. Cinemas, theatres, restaurants, bars, shops, art galleries and all kinds of venues are a few minutes away on foot, some of them even right next to the apartment. Apart from all the usual conveniences, in the apartments you'll find very special details we hope you'll like. There will be exhibitions from different artists, photography, etchings or paintings you can buy and that we'll send as soon as the exhibition is over or, in some instances, you may be able to take with you. Just say so",
    "house_rules": "Please remember you must leave the apartment in the same conditions of order and cleanliness you found it on arrival. You can leave your garbage in a can there's downstairs, in the entrance, behind the door that's on the right hand of the lift. The door is always open. The number of people that occupy the apartment must be the same as stated in your reservation. If this is not the case, we will ask you to leave the apartment and offer no compensation. If you disturb the building's neighbours by making noise or playing loud music, we will kindly ask you to immediately stop the noise, in case a second warning is needed, we are authorised to ask the client and his or her partners to abandon the apartment immediately without a refund, and if a police fine results, facing it will be the client's responsibility. Check in time is 14:00 and check-out is 12:00, if you need a late check-out you must ask for it beforehand and it will entail a small fee. We'll be delighted to help you in everythin",
    "host_name": "Alicia",
    "host_since": "2013-01-25",
    "host_response_time": "within an hour",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "accommodates": 4,
    "bathrooms": 1.0,
    "bedrooms": 1,
    "beds": 1,
    "price": 83,
    "cleaning_fee": 15,
    "review_scores_rating": 91,
    "cancellation_policy": "strict",
    "picture_url": "src/assets/rental-images/10.png"
  },
  {
    "id": "2156343",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": "Sol",
    "name": "GRANT VIII Plaza Mayor",
    "space": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "description": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "house_rules": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "host_name": "Ximena",
    "host_since": "2012-01-25",
    "host_response_time": "within an hour",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "accommodates": 4,
    "bathrooms": 1.0,
    "bedrooms": 1,
    "beds": 2,
    "price": 85,
    "cleaning_fee": 40,
    "review_scores_rating": 50,
    "cancellation_policy": "strict",
    "picture_url": "src/assets/rental-images/11.png"
  },
  {
    "id": "7703640",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": "Sol",
    "name": "Wiatr Madrid Centro 3-3",
    "space": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Coloreros. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building.",
    "description": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Coloreros. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building. The building has an elevator (afte",
    "house_rules": "Esta totalmente prohibido hacer fiestas o producir ruidos  voces o musica que trasciendan del piso De lunes a martes se podrá alquilar dos días  La calefacción esta programada, no es necesario modificarla. El agua caliente sanitaria sale al abrir el grifo. Por favor al salir de la casa comprueben que  dejan todas las luces apagadas, el aire acondicionado también apagado y los grifos cerrados. La basura se puede bajar a la portería de lunes a viernes.",
    "host_name": "Patricia",
    "host_since": "2013-05-08",
    "host_response_time": "within an hour",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "accommodates": 6,
    "bathrooms": 2.0,
    "bedrooms": 2,
    "beds": 2,
    "price": 130,
    "cleaning_fee": 40,
    "review_scores_rating": 95,
    "cancellation_policy": "strict",
    "picture_url": "src/assets/rental-images/12.png"
  },
  {
    "id": "16972612",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": "Hispanoamérica",
    "name": "Corporate stays at the Eurobuilding II",
    "space": "This apartment, with its 70’s retro look, is located in one of the highest buildings in the city and has all the comforts to make yours a perfect stay. The living room has a sofa bed for one, a dining table for four, flat screen TV and exit to a lovely terrace where one can chill out after a hard day’s work. The bedroom has two comfy twin beds (100 x 200 cm) that may be turned into a double bed if necessary,  large windows – as does the living room – and connects with the bathroom equipped with bathtub and bidet. The kitchen has all appliances and equipment necessary. The flat has ample closets and storage space, and parquet flooring. Our clients can benefit from the additional services offered by the building: gym with spa and swimming pool, parking, room service, three high standard restaurants, cafeteria and a 24 hour reception. These services are not included in the price but, please, consult with us if you are interested. We will be delighted to advise you.",
    "description": "Spacious and comfortable apartment located in the Eurobuilding complex, perfect for business trips. This apartment, with its 70’s retro look, is located in one of the highest buildings in the city and has all the comforts to make yours a perfect stay. The living room has a sofa bed for one, a dining table for four, flat screen TV and exit to a lovely terrace where one can chill out after a hard day’s work. The bedroom has two comfy twin beds (100 x 200 cm) that may be turned into a double bed if necessary,  large windows – as does the living room – and connects with the bathroom equipped with bathtub and bidet. The kitchen has all appliances and equipment necessary. The flat has ample closets and storage space, and parquet flooring. Our clients can benefit from the additional services offered by the building: gym with spa and swimming pool, parking, room service, three high standard restaurants, cafeteria and a 24 hour reception. These services are not included in the price but, please",
    "house_rules": "- - En principio, las entradas a los apartamentos serán a las 3.00 pm, aunque siempre que sea posible, se podrá entrar antes. También se podrán hacer entradas a cualquier hora de la tarde y de la noche, aunque en este caso, habrá un suplemento extra de 20 euros, de 8.00 pm a 00.00 h; y de 40 euros a partir de las 00.00 horas.",
    "host_name": "Ximena",
    "host_since": "2012-01-25",
    "host_response_time": "within an hour",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "accommodates": 3,
    "bathrooms": 1.0,
    "bedrooms": 1,
    "beds": 2,
    "price": 120,
    "cleaning_fee": 50,
    "review_scores_rating": 100,
    "cancellation_policy": "strict",
    "picture_url": "src/assets/rental-images/13.png"
  },
  {
    "id": "8514141",
    "country": "Spain",
    "city": "Madrid",
    "neighbourhood": null,
    "name": "Apartment in Center of Madrid 5-3",
    "space": "Exterior penthouse apartment with 11m2 terrace located in the heart of Madrid. This 1 bedroom apartment has 2 twin beds, a double bed sofa in the living room and a bathroom inside the bedroom. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. There is a stair at the entrance of the apartment and to access the bed-sofa. From the terrace one can enjoy a great view of the city, including the Royal Theatre and part of the Royal Palace. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building.",
    "description": "Exterior luxury apartment with terrace located in the heart of Madrid. This 1 bedroom apartment has 2 twin beds, a double bed sofa in the living room and a bathroom inside the bedroom. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. Exterior penthouse apartment with 11m2 terrace located in the heart of Madrid. This 1 bedroom apartment has 2 twin beds, a double bed sofa in the living room and a bathroom inside the bedroom. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. There is a stair at the entrance of the apartment and to access the bed-sofa. From the terrace one can enjoy a great view of the city, including the Royal Theatre and part of the Royal Palace. We are located right in the middle of downtown Madrid, just a few",
    "house_rules": "Se prohibe dar fiestas o poner música. Las normales de cualquier comunidad de  alto nivel. El respeto y educación que proporcionan una buena cultura.  No incluido en el precio total el suplemento de retraso en el check in que será de 30 € si llega después de las 21h o de 50€ si llega después de la medianoche. Si va a llegar más tarde de las 21h,póngase en contacto con nosotros. There is a late check-in fee, by which guests must pay 30 EUROS if arriving after 21:00 or 50 EUROS in case you arrive after 00:00. It must be paid in cash at the arrival moment.",
    "host_name": "Patricia",
    "host_since": "2013-05-08",
    "host_response_time": "within an hour",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "accommodates": 4,
    "bathrooms": 1.0,
    "bedrooms": 1,
    "beds": 3,
    "price": 110,
    "cleaning_fee": 40,
    "review_scores_rating": 95,
    "cancellation_policy": "strict",
    "picture_url": "src/assets/rental-images/14.png"
  }
]
